<%@ page contentType="text/html;charset=UTF-8" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>news page</title>
</head>

<style>

body {
    		height: 100%;
    		background: radial-gradient(circle farthest-corner at 100px 50px, aqua, darkblue ); //aqua, darkblue #FBF2EB, #352A3B
    		background-repeat: no-repeat;
    		background-size: cover;
    		background-attachment: fixed;
    	}

.button24{
  display: inline-block;
  color: white;
  text-decoration: none;
  padding: .5em 2em;
  outline: none;
  border-width: 2px 0;
  border-style: solid none;
  border-color: #FDBE33 #000 #D77206;
  border-radius: 6px;
  background: linear-gradient(#F3AE0F, #E38916) #E38916;
  transition: 0.2s;
}
.button24:hover { background: linear-gradient(#f5ae00, #f59500) #f5ae00; }
.button24:active { background: linear-gradient(#f59500, #f5ae00) #f59500; }

.text{
    color: white;
    position: absolute;
    left: 456px;
    top: 50px;
    height: 800px;
    width: 1000px;
    text-align:"center";
    font-family: Georgia, serif;
    font-size: 20px;
}
</style>
<body>
<div class="text">
<h1>Новости</h1>
<h2>Понятие и сущность банковских продуктов и услуг</h2>
Современные коммерческие банки - банки, непосредственно об-служивающие предприятия и организации, а также население - сво¬их клиентов. Коммерческие банки выступают основным звеном банковской системы. Независимо от формы собственности коммерческие банки являются самостоятельными субъектами экономики. Их отношения с клиентами носят коммерческий характер. Основная цель функционирования коммерческих банков - получение максимальной прибыли.

Согласно банковскому законодательству банк - это кредитная орга-низация, которая имеет право привлекать денежные средства физических и юридических лиц, размещать их от своего имени и за свой счет на условиях возвратности, платности, срочности и осуществлять расчет¬ные операции по поручению клиентов. Таким образом, коммерческие банки осуществляют (должны осуществлять) комплексное обслужива¬ние клиентов, что отличает их от специальных кредитных организаций небанковского типа, выполняющих ограниченный круг финансовых операций и услуг. В отличие от банка кредитные организации производят лишь отдельные банковские операции. Коммерческий банк, как и любой другой банк, выполняет функции:

<h3>аккумуляции (привлечения) средств в депозиты;</h3>
<h3>их размещения (инвестиционная функция);</h3>
<h3>расчетно-кассового обслуживания клиентов.</h3>
Коммерческие банки выступают, прежде всего, как специфические кредитные институты, которые, с одной стороны, привлекают времен¬но свободные средства хозяйства; с другой - удовлетворяют за счет этих привлеченных средств разнообразные финансовые потребности пред-приятий и населения.
Экономическую основу операций банка по аккумуляции и разме-щению кредитных ресурсов составляет движение денежных средств как объективного процесса, оказывающего влияние на формирование и использование ссужаемых стоимостей. Организуя этот процесс, коммерческий банк выступает коммерческим предприятием, обеспечивающим выгодное помещение аккумулированных кредитных ресурсов.
Таким образом, можно заключить, что реализация банковских продуктов и услуг - важнейший вид деятельности любого коммерческого банка. Банковский продукт - это банковский документ (или свидетельство), который выпускается банком для обслуживания клиента и проведения банковских операций.
Банковскими продуктами являются векселя, чеки, банковские проценты, депозиты, сертификаты и т.п. Банковская услуга - это банковская операция по обслуживанию клиента. Сходство банковского продукта и банковской услуги в том, что они призваны удовлетворять потребности клиента и способствовать получению прибыли.


   Лабуткина Наталья,
   начальник отдела планирования доходов и отраслевого
   финансирования финансового управления администрации города Джанкоя

</div>
    <a href="https://cbr.ru/analytics/" class="button24">Банковские новости</a>
    <a href="/" class="button24">Вернуться</a>
</body>
</html>


<!--

style="background:url('https://toptenzilla.com/wp-content/uploads/2018/09/get-cash-fast.jpeg')"
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>User Menu</title>
</head>
<body>
<h1>User News</h1>

<a href="/" class="button24">Go back</a>
<a href="/logout" class="button24">Logout</a>
<input type="button" value="Go Back" onclick="window.location.href='/';"/>
</body>
</html>

html, body {
	background: Wheat;
	text-align: center;
	display: table;
	height: 800px;
	width: 800px;
	font-family: Calibri, sans-serif;
}

.wrapper {
  padding: 20px;
  height: 600px;
}

footer {
  height: 200px;
}
-->